import React from 'react';
import { Link } from 'react-router-dom';
import './Warning.css'

const Warning = () => {
    return (
        <div className='main_block'>
            <div className='content_block'>
                <p>ВАЖНО! Услуга «Проверка судебной задолженности» в соответствии с Законом Кыргызской Республики «О статусе судебных исполнителей
                    и об исполнительном производстве» и иных НПА КР – конфиденциальна.</p>
                <span>Владельцами данной информации являетесь Вы и Судебный департамент при Верховном Суде Кыргызской Республики.
                    Банк не собирает, не обрабатывает и не имеет доступа к данной информации,
                    а также не несет ответственности за ее полноту и содержание.</span>
                <Link to='error' className='btnn'>
                    Продолжить
                </Link>
            </div>
        </div>
    );
};

export default Warning;